tap "brandonskerritt/rustscan"
tap "brewsci/science"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sidaf/pentest"
brew "bat"
brew "readline"
brew "binwalk"
brew "ghc"
brew "cabal-install"
brew "cmake"
brew "ctop"
brew "docker", link: false
brew "exiftool"
brew "exploitdb"
brew "fd"
brew "ffuf"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnuplot"
brew "libtool"
brew "libevent"
brew "go"
brew "gobuster"
brew "gradle"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "hydra"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "jython"
brew "kubernetes-cli"
brew "libconfig"
brew "make"
brew "mas"
brew "mysql"
brew "ncdu"
brew "netcat"
brew "nmap"
brew "node"
brew "openvpn"
brew "ripgrep"
brew "sqlmap"
brew "starship"
brew "terminal-notifier"
brew "tmux"
brew "tnftp"
brew "tree"
brew "vim"
brew "wget"
brew "wireshark", link: false
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "sidaf/pentest/sec_lists"
brew "sidaf/pentest/wfuzz"
cask "adoptopenjdk8"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dozer"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "ghidra"
cask "google-chrome"
cask "iterm2"
cask "logitech-options"
cask "metasploit"
cask "microsoft-teams"
cask "notion"
cask "owasp-zap"
cask "postman"
cask "slite"
cask "spotify"
cask "sublime-text"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Gestimer", id: 990588172
mas "Ghostery Lite", id: 1436953057
mas "Grammarly for Safari", id: 1462114288
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft To Do", id: 1274495053
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Rocket.Chat", id: 1086818840
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
