tap "brewsci/science"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "python"
brew "cmake"
brew "docker", link: false
brew "fish"
brew "fzf"
brew "git"
brew "git-flow"
brew "gnuplot"
brew "libevent"
brew "go"
brew "graphviz"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "libconfig"
brew "make"
brew "mas"
brew "mysql"
brew "netcat"
brew "nmap"
brew "node"
brew "ripgrep"
brew "terminal-notifier"
brew "tree"
brew "vim"
brew "wget"
brew "wireshark"
brew "derailed/k9s/k9s"
cask "adoptopenjdk8"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dozer"
cask "iterm2"
cask "logitech-options"
cask "notion"
cask "postman"
cask "slack"
cask "slite"
cask "sourcetree"
cask "spotify"
cask "standard-notes"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vmware-fusion"
cask "xquartz"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Evernote", id: 406056744
mas "Gestimer", id: 990588172
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "NordVPN IKE", id: 1116599239
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Rocket.Chat", id: 1086818840
mas "Spark", id: 1176895641
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
