tap "brewsci/science"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "bat"
brew "readline"
brew "python"
brew "cmake"
brew "docker"
brew "fish"
brew "fzf"
brew "git"
brew "git-flow"
brew "gnuplot"
brew "go"
brew "haskell-stack"
brew "htop"
brew "httpie"
brew "influxdb"
brew "jq"
brew "kubernetes-cli"
brew "libconfig"
brew "libevent"
brew "make"
brew "mas"
brew "mysql"
brew "netcat"
brew "nmap"
brew "node"
brew "r"
brew "ripgrep"
brew "terminal-notifier"
brew "tree"
brew "vim"
brew "wget"
brew "derailed/k9s/k9s"
brew "mongodb/brew/mongodb-community"
cask "adoptopenjdk8"
cask "astah-professional"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "dozer"
cask "insomnia"
cask "iterm2"
cask "postman"
cask "slite"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "vagrant-manager"
cask "visual-studio-code"
cask "xquartz"
mas "1Password 7", id: 1333542190
mas "AdBlock", id: 1402042596
mas "Evernote", id: 406056744
mas "Gestimer", id: 990588172
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "OneDrive", id: 823766827
mas "Pages", id: 409201541
mas "Rocket.Chat", id: 1086818840
mas "Spark", id: 1176895641
mas "Termius", id: 1176074088
mas "The Unarchiver", id: 425424353
